Repository: vipinchan/mimi-remote
Catalog: ios/MimiRemote/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# ui.candidates_and_conservation_reasons
source: Cleanup Candidates and Protection Reasons
zh_hans: 清理候选项与保护原因

# ui.cannot_be_switched_during_runtime_after_creation
source: Cannot be switched during runtime after creation
zh_hans: 创建后运行时不能切换

# ui.change
source: change
zh_hans: 变更

# ui.change_workspace_icon_value
source: Change icon for %@, current icon %@
zh_hans: 更换 %@ 的图标，当前图标 %@

# ui.changes_from_value
source: Changes relative to %@
zh_hans: 相对 %@ 的改动

# ui.changes_not_committed
source: Changes not committed
zh_hans: 未提交改动

# ui.chat_preview
source: Chat preview
zh_hans: 聊天预览

# ui.check_again_whether_there_are_real_tokens_private
source: Check again whether there are real tokens, private addresses or personal directories in the screenshots and sample configurations.
zh_hans: 再检查一下截图和示例配置里有没有真实 Token、私有地址或个人目录。

# ui.check_connection_recovery_test
source: Connection recovery
zh_hans: 检查连接恢复测试

# ui.check_host_status
source: Check Host Status
zh_hans: 检查主机状态

# ui.check_iphone_ipad_to_mac_assistant_authentication_gateway
source: Check iPhone/iPad to Mimi Mac Assistant, Authentication, Gateway configuration, and app-server handshake in order.
zh_hans: 依次检查 iPhone / iPad 到 Mimi Mac 助手、鉴权、Gateway 配置和 app-server 握手。

# ui.check_items
source: Check items
zh_hans: 检查项

# ui.check_mac_status
source: Check Mac Status
zh_hans: 检查 Mac 状态

# ui.check_out_the_suggestions_for_handling_failed_items
source: Check out the suggestions for handling failed items below and recheck when you're done.
zh_hans: 查看下方失败项的处理建议，完成后重新检查。

# ui.check_the_mac_assistant_codex_cli_app_server
source: Check the Mimi Mac Assistant, Codex CLI, app-server gateway, and project configuration.
zh_hans: 检查 Mimi Mac 助手、Codex CLI、app-server gateway 和项目配置。

# ui.check_this_implementation_and_give_the_risks
source: Check this implementation and give the risks
zh_hans: 检查这段实现并给出风险

# ui.checking_host_publishing_capabilities
source: Checking host publishing capabilities
zh_hans: 正在检查主机发布能力

# ui.checking_started_found_2_changes_that_need_to
source: Checking started. Found 2 changes that need to be confirmed, the complete log is in the Inspector.
zh_hans: 已开始检查。发现 2 个需要确认的改动，完整日志在 Inspector。

# ui.checkout_does_not_match_the_registered_git_repository
source: checkout does not match the registered Git repository
zh_hans: checkout 与登记的 Git 仓库不匹配

# ui.checkout_no_longer_exists_please_use_clear_lost
source: checkout no longer exists, please use Clear Lost Registration instead.
zh_hans: checkout 已不存在，请改用清理丢失登记

# ui.choose_a_workspace
source: Choose a workspace
zh_hans: 选择一个工作区

# ui.choose_photos
source: Choose Photos
zh_hans: 选择照片

# ui.choose_the_right_model_for_a_new_task
source: Choose the right model for a new task
zh_hans: 为新任务选择合适的模型

# ui.chore_synchronize_the_current_branch
source: chore: synchronize the current branch
zh_hans: chore: 同步当前分支

# ui.chore_update_release_process
source: chore: update release process
zh_hans: chore: 更新发布流程

# ui.claude_bridge_provides_no_verifiable_command_path_or
source: Claude bridge provides no verifiable command, path, or tool input; to avoid false approval, it must be rejected. Please upgrade the bridge and try again.
zh_hans: Claude bridge 未提供可核对的命令、路径或工具输入；为避免误批准，只能拒绝。请升级 bridge 后重试。

# ui.claude_code_login_expired
source: Claude Code login expired
zh_hans: Claude Code 登录已过期

# ui.claude_code_login_expired_recovery
source: On the Mac running Mimi Remote, open Terminal and run claude auth login to sign in again. Then return here and try again.
zh_hans: 请回到运行 Mimi Remote 助手的 Mac，在终端运行 claude auth login 重新登录，然后回到这里重试。

# ui.claude_headless_has_not_yet_returned_to_the
source: Claude Code headless has not reported a usage window that can be displayed yet.
zh_hans: Claude Code headless 暂未返回可展示的用量窗口。

# ui.claude_headless_picker_note
source: Mimi runs this session through Claude Code's headless mode, so it may not appear in the native `/resume` picker. The session is still stored on the computer; use the command above to resume it exactly.
zh_hans: Mimi 通过 Claude Code 的无界面模式运行此会话，因此它可能不会出现在原生 `/resume` 列表中。会话仍保存在电脑上，可用上方命令精确恢复。

# ui.claude_login_command_copied
source: Copied claude auth login. Run it in Terminal on your Mac.
zh_hans: 已复制 claude auth login，请在 Mac 的终端运行。

# ui.claude_recovery_command
source: Recovery command
zh_hans: 恢复命令

# ui.claude_recovery_command_copied
source: Recovery command copied
zh_hans: 恢复命令已复制

# ui.claude_request_sent_again
source: Request sent again
zh_hans: 请求已重新发送

# ui.claude_requested_tools_value
source: Claude requested tool: %@
zh_hans: Claude 请求使用工具：%@

# ui.claude_terminal_recovery
source: Recover in terminal
zh_hans: 在终端恢复

# ui.claude_will_append_the_above_precise_rules_to
source: Claude will append the above precise rules to the current project's .claude/settings.local.json. No global permissions are granted and no rule scope is expanded.
zh_hans: Claude 会把以上精确规则追加到当前项目的 .claude/settings.local.json。不会授予全局权限，也不会扩大规则范围。

# ui.clean_build_artifacts
source: Clean build artifacts
zh_hans: 清理构建产物

# ui.clean_candidates_will_first_be_previewed_according_to
source: "Clean candidates" will first be previewed according to the server's fixed retention policy, and only candidates without blockers can be confirmed for deletion; "Clean lost registrations" only removes non-existent registry records.
zh_hans: “清理候选”会先按服务端固定保留策略预览，只有无 blocker 的候选可确认删除；“清理丢失登记”只移除不存在的 registry 记录。

# ui.clean_preview_is_missing_plan_id_please_regenerate
source: Clean preview is missing plan_id, please regenerate preview.
zh_hans: 清理预览缺少 plan_id，请重新生成预览。

# ui.clean_results
source: Clean results
zh_hans: 清理结果

# ui.clean_up_worktree
source: Clean up Worktree
zh_hans: 清理 Worktree

# ui.clean_work_area
source: Working Tree Clean
zh_hans: 工作树干净

# ui.cleaned_value_git_worktrees
source: %@ Git Worktrees cleaned
zh_hans: 已清理 %@ 个 Git Worktree

# ui.cleaned_value_missing_worktree_entries
source: Cleaned %@ missing Worktree registrations
zh_hans: 已清理 %@ 条丢失的 Worktree 登记

# ui.cleaning_up
source: Cleaning up
zh_hans: 正在清理

# ui.cleanup_candidates
source: Cleanup candidates
zh_hans: 清理候选

# ui.clear
source: Clear
zh_hans: 清空

# ui.clear_car_status_session
source: Remove from Status Widget
zh_hans: 取消状态小组件

# ui.clear_lost_registration
source: Clear lost registration
zh_hans: 清理丢失登记

# ui.clear_reminder
source: Clear reminder
zh_hans: 清除提醒

# ui.clear_search
source: Clear search
zh_hans: 清除搜索

# ui.clear_target
source: Clear Goal
zh_hans: 清除目标

# ui.click_interface
source: Click interface
zh_hans: 点击界面

# ui.click_page
source: click page
zh_hans: 点击页面

# ui.click_recheck_to_get_status_from_mac_assistant
source: Click Recheck to get status from Mimi Mac Assistant.
zh_hans: 点击重新检查从 Mimi Mac 助手获取状态。

# ui.click_refresh_to_read_codex_account_limits
source: Click Refresh to read Codex account limits
zh_hans: 点击刷新读取 Codex 账号限额

# ui.click_to_insert_input_box
source: Click to insert input box
zh_hans: 点按即可插入输入框

# ui.click_to_load
source: Click to load
zh_hans: 点按加载

# ui.click_to_start_recording
source: Click to start recording
zh_hans: 点按开始录音

# ui.clipboard_does_not_contain_connection_info
source: The clipboard doesn't contain valid Mimi Remote connection information.
zh_hans: 剪贴板中没有有效的 Mimi Remote 连接信息。

# ui.close
source: Close
zh_hans: 关闭

# ui.close_adding_content
source: Close adding content
zh_hans: 关闭添加内容

# ui.close_prompt
source: Close prompt
zh_hans: 关闭提示

# ui.close_settings
source: Close settings
zh_hans: 关闭设置

# ui.close_shortcut_button
source: Close shortcut button
zh_hans: 收起快捷按钮

# ui.close_target_task
source: Turn off goal mode
zh_hans: 关闭目标模式

# ui.close_to_xcode_s_native_editing_area_and
source: Close to Xcode’s native editing area and status embellishment
zh_hans: 接近 Xcode 原生编辑区和状态点缀

# ui.closed
source: Closed
zh_hans: 已关闭

# ui.code_font
source: code font
zh_hans: 代码字体

# ui.code_review_color_matching_close_to_github_primer
source: Code review color matching close to GitHub Primer
zh_hans: 接近 GitHub Primer 的代码审阅配色

# ui.codex_active_writer_conflict
source: Close the session in the other app before continuing here.
zh_hans: 请先在那边关闭会话，才能在这里继续。

# ui.codex_active_writer_conflict_title
source: Open in another app
zh_hans: 已在另一个应用中打开

# ui.connecting_to_value
source: Connecting to %@
zh_hans: 正在连接 %@

# ui.connecting_to_your_mac
source: Connecting to your Mac
zh_hans: 正在连接你的电脑

# ui.retry_writer_access
source: Reload messages and retry writer access
zh_hans: 重新加载消息并重试写入权限

# ui.workspaces_on_this_mac_appear_as_soon_as
source: Workspaces on this Mac appear as soon as the connection is ready.
zh_hans: 连接就绪后，这台电脑上的工作区会自动出现。

# ui.writer_conflict_fork_check_failed_value
source: Couldn’t find a safe copy point: %@
zh_hans: 无法确认安全的复制位置：%@

# ui.writer_conflict_fork_checking
source: Checking…
zh_hans: 正在检查…

# ui.writer_conflict_fork_continue
source: Branch to new chat
zh_hans: 分支到新聊天

# ui.writer_conflict_fork_copying
source: Branching…
zh_hans: 正在创建分支…

# ui.writer_conflict_fork_idle_explanation
source: Copy this session to continue here; the original stays unchanged.
zh_hans: 复制为新会话后，可在这里继续；原会话保持不变。

# ui.writer_conflict_fork_no_terminal_turn
source: There isn’t a finished turn to copy yet. Wait for the current Desktop response to finish.
zh_hans: 当前还没有可复制的完整回合。请等待 Desktop 当前回复完成。

# ui.writer_conflict_retry_refresh_failed
source: Couldn’t load the latest messages. Try again.
zh_hans: 未能加载最新消息，请重试。

# ui.writer_conflict_fork_recheck
source: Check again
zh_hans: 重新检查

# ui.writer_conflict_fork_running_explanation
source: The copy will end at the previous finished turn; the current Desktop response won’t be included.
zh_hans: 将复制到上一轮结束的位置；Desktop 当前回复不会带入。

# ui.codex_currently_returns_value
source: Codex reports: %@
zh_hans: Codex 返回：%@

# ui.codex_experiment_mac_only_note
source: This setting can only be changed on the Mac running Mimi Remote Mac. This iPhone or iPad cannot restart Codex Desktop for you.
zh_hans: 此设置只能在运行 Mimi Remote Mac 的电脑上修改；iPhone 或 iPad 无法代替 Mac 重启 Codex Desktop。

# ui.codex_experiment_service_note
source: Keep the Mimi Remote Mac service running. Choosing Quit and Stop Service… disconnects mobile devices; reopen the Mac app or sign in to the Mac again to restart it.
zh_hans: 请保持 Mimi Remote Mac 服务运行。选择“退出并停止服务…”会断开移动设备；重新打开 Mac App 或再次登录 Mac 后会重启服务。

# ui.codex_experiment_step_choose_experiments
source: Choose Experimental Features…
zh_hans: 选择“实验功能…”。

# ui.codex_experiment_step_enable_sharing
source: Turn on Share Codex Desktop sessions (experimental).
zh_hans: 开启“共享 Codex Desktop 会话（实验）”。

# ui.codex_experiment_step_open_mimi_menu
source: Click the Mimi icon in the Mac menu bar.
zh_hans: 在 Mac 菜单栏中点按 Mimi 图标。

# ui.codex_experiment_step_restart_desktop
source: Save any running tasks. In the Mac experiment window, choose Apply Settings and Fully Restart Codex Desktop, then confirm.
zh_hans: 保存正在运行的任务，然后在 Mac 的实验功能窗口中点击“应用设置并完全重启 Codex Desktop”，并确认应用。

# ui.codex_experiment_step_verify_session
source: When the status says Environment configured, continue the same idle session once to verify sharing.
zh_hans: 确认状态显示“环境已配置”，再用同一条空闲会话完成一次跨端续写验证。

# ui.codex_experiment_summary
source: Let Mimi Remote and Codex Desktop use the same local session service, so you can continue an idle session across devices.
zh_hans: 让 Mimi Remote 与 Codex Desktop 共用同一个本地会话服务，以便在不同设备间继续空闲会话。

# ui.codex_experiment_warning
source: This feature changes the Codex Desktop launch environment and may change with future Codex versions. A running task remains read-only on the other device.
zh_hans: 此功能会修改 Codex Desktop 的启动环境，并可能随 Codex 版本变化。正在运行的任务在另一端仍为只读。

# ui.codex_message_quota_has_been_exhausted
source: Codex message quota has been exhausted
zh_hans: Codex 消息额度已用尽

# ui.codex_remaining_usage
source: Codex remaining usage
zh_hans: Codex 剩余用量

# ui.codex_saves_this_choice_on_the_mac
source: Codex saves this choice on the Mac; no MCP credentials are stored on this device.
zh_hans: Codex 会在 Mac 端保存此选择；本设备不保存 MCP 凭据。

# ui.codex_upstream_unavailable
source: The local Codex service is unavailable. Check SSH and the Codex App Server.
zh_hans: 本机 Codex 服务不可用，请检查 SSH 和 Codex App Server。

# ui.codex_usage
source: Codex usage
zh_hans: Codex 使用量

# ui.codex_usage_dual_loop_adaptive
source: Codex usage dual-loop adaptive
zh_hans: Codex 用量双环自适应

# ui.codex_voice_input_description
source: Uses Codex built-in voice capability · Transcribes after recording
zh_hans: 使用 Codex 内置语音能力 · 录音结束后转写

# ui.collapse_conversation_list
source: Collapse conversation list
zh_hans: 收起会话列表

# ui.collapse_current_process_details
source: Collapse current process details
zh_hans: 收起当前过程详情

# ui.collapse_input_box
source: Collapse input field
zh_hans: 收起输入框

# ui.collapse_state
source: Collapse state
zh_hans: 收起状态

# ui.collapse_this_stage_of_activities
source: Collapse this stage of activities
zh_hans: 收起本阶段活动

# ui.collected
source: Collapsed
zh_hans: 已折叠

# ui.command
source: command
zh_hans: 命令

# ui.command_execution
source: command execution
zh_hans: 命令执行

# ui.command_line_installation_advanced
source: Command-line installation (Advanced)
zh_hans: 命令行安装（高级）

# ui.command_summary
source: Command summary
zh_hans: 命令摘要

# ui.command_tool
source: Command/Tool
zh_hans: 命令 / 工具

# ui.command_value
source: Command: %@
zh_hans: 命令：%@

# ui.commit_and_push_without_force
source: Commit with “%@”, then push to origin/%@ without force.
zh_hans: 使用“%@”提交，然后推送到 origin/%@，不强制推送。

# ui.commit_sha
source: Commit SHA
zh_hans: 提交 SHA

# ui.commit_staged_changes
source: Commit staged changes
zh_hans: 提交已暂存变更

# ui.compact_history_retry_seconds_count
source: The server is rate-limiting requests. Compact history will retry in %lld seconds.
zh_hans: 服务器临时限流，%lld 秒后自动重试缩略历史。

# ui.compact_number_hundred_million_suffix
source: hundred million
zh_hans: 亿

# ui.compact_number_ten_thousand_suffix
source: ten thousand
zh_hans: 万

# ui.competency_checklist
source: Competency Checklist
zh_hans: 能力清单

# ui.complete
source: Complete
zh_hans: 完成

# ui.complete_value
source: Completed %@
zh_hans: 完成 %@

# ui.completed_status
source: Completed
zh_hans: 已完成

# ui.comply_with_cleanup_strategy
source: Comply with cleanup strategy
zh_hans: 符合清理策略

# ui.compression_context
source: Compression context
zh_hans: 压缩上下文

# ui.compression_of_context_for_value_has_started
source: Started compressing the context of %@
zh_hans: 已开始压缩 %@ 的上下文

# ui.computer_platform
source: Computer platform
zh_hans: 电脑平台

# ui.config_does_not_allow_approvalpolicy_never
source: config does not allow approvalPolicy=never
zh_hans: config 不允许 approvalPolicy=never

# ui.config_does_not_allow_dangerfullaccess
source: config does not allow dangerFullAccess
zh_hans: config 不允许 dangerFullAccess

# ui.config_does_not_allow_networkaccess_true
source: config does not allow networkAccess=true
zh_hans: config 不允许 networkAccess=true

# ui.configurable
source: Configurable
zh_hans: 可配置

# ui.configuration_exception
source: Configuration exception
zh_hans: 配置异常

# ui.configure_an_xcode_session
source: Configure an Xcode session
zh_hans: 配置 Xcode 会话

# ui.configured
source: configured
zh_hans: 已配置

# ui.confirm_always_allow
source: Confirm always allow
zh_hans: 确认始终允许

# ui.confirm_and_try_again
source: Confirm and try again
zh_hans: 确认并重试

# ui.confirm_boot
source: Confirm steering
zh_hans: 确认引导

# ui.confirm_delete_worktrees_count
source: Delete %lld worktrees?
zh_hans: 确认删除 %lld 个 Worktree？

# ui.confirm_deletion
source: Confirm deletion
zh_hans: 确认删除

# ui.confirm_permission
source: Confirm permission
zh_hans: 确认允许

# ui.confirm_plan
source: Confirm plan
zh_hans: 确认计划

# ui.confirm_sending
source: Confirm sending
zh_hans: 确认发送

# ui.confirm_sending_voice_draft
source: Confirm sending voice draft
zh_hans: 确认发送语音草稿

# ui.confirm_target
source: Confirm Goal
zh_hans: 确认目标

# ui.confirm_to_delete_connection_credentials
source: Confirm to delete connection credentials?
zh_hans: 确认删除连接凭据？

# ui.confirm_whether_mim_99_has_been_merged
source: Confirm Whether MIM-99 Has Been Merged
zh_hans: 确认 MIM-99 是否已合并

# ui.confirming_the_status_of_the_previous_round_value
source: Confirming the previous turn status · %@
zh_hans: 正在确认上一回合状态 · %@

# ui.connect
source: connect
zh_hans: 连接

# ui.connect_on_this_device
source: Connect on this device
zh_hans: 在这台设备上连接

# ui.connect_to_mac
source: Connect to Mac
zh_hans: 连接 Mac

# ui.connect_your_mac
source: Connect your Mac
zh_hans: 连接你的 Mac

# ui.connected
source: Connected
zh_hans: 已连接

# ui.connecting
source: Connecting…
zh_hans: 正在连接…

# ui.connecting_699ade16
source: Connecting
zh_hans: 连接中

# ui.connecting_to_mac_assistant
source: Connecting to Mimi Mac Assistant
zh_hans: 正在连接 Mimi Mac 助手

# ui.connection
source: Connection
zh_hans: 连接

# ui.connection_address
source: connection address
zh_hans: 连接地址

# ui.connection_diagnostics
source: Connection diagnostics
zh_hans: 连接诊断

# ui.connection_failed
source: Connection failed
zh_hans: 连接失败

# ui.connection_info_copied
source: Connection info copied
zh_hans: 连接信息已复制

# ui.connection_info_copy_security_notice
source: Connection info includes an access code. Import it only on your own device; the link expires after 10 minutes.
zh_hans: 连接信息包含访问码，请只导入到自己的设备；链接将在 10 分钟后过期。

# ui.connection_method
source: Connection method
zh_hans: 连接方式

# ui.connection_speed_test
source: Connection speed test
zh_hans: 连接测速

# ui.connection_benchmark_clear
source: Clear samples
zh_hans: 清除样本

# ui.connection_benchmark_clear_confirmation
source: Clear all comparison samples?
zh_hans: 清除全部对照样本？

# ui.connection_benchmark_cold_footer
source: Tailcat is restarted under app control. Tailscale is system-managed, so its sample records the next request after you prepare a cold system state.
zh_hans: Tailcat 会由 App 控制重启。Tailscale 由系统管理，请先准备冷启动状态，再立即开始测试。

# ui.connection_benchmark_export
source: Export JSON
zh_hans: 导出 JSON

# ui.connection_benchmark_export_failed
source: Unable to export comparison results
zh_hans: 无法导出对照结果

# ui.connection_benchmark_latency_value
source: Median %@ · P95 %@
zh_hans: 中位数 %@ · P95 %@

# ui.connection_benchmark_privacy_footer
source: Off by default. Samples contain route type, coarse path, timings, and result only. Addresses, IPs, access codes, and keys are never recorded.
zh_hans: 默认关闭。样本只包含线路类型、粗粒度路径、耗时和结果，不记录地址、IP、访问码或密钥。

# ui.connection_benchmark_progress_value
source: %@ of %@ samples
zh_hans: %@ / %@ 个样本

# ui.connection_benchmark_record_samples
source: Record comparison samples
zh_hans: 记录对照样本

# ui.connection_benchmark_recovery_footer
source: Switch Wi-Fi or cellular first, then start immediately. Recovery time is measured from the test button, not from the system network-change event.
zh_hans: 先切换 Wi-Fi 或蜂窝网络，再立即开始。恢复耗时从点击测试按钮起算，不冒充系统网络切换的完整耗时。

# ui.connection_benchmark_scenario
source: Scenario
zh_hans: 测试场景

# ui.connection_benchmark_scenario_cold
source: Cold
zh_hans: 冷连接

# ui.connection_benchmark_scenario_recovery
source: Recovery
zh_hans: 网络恢复

# ui.connection_benchmark_scenario_warm
source: Warm
zh_hans: 热连接

# ui.connection_benchmark_title
source: Controlled comparison
zh_hans: 对照记录

# ui.connection_benchmark_warm_footer
source: Keep the device and network unchanged. Run both routes repeatedly without restarting either client.
zh_hans: 保持设备和网络不变，不重启客户端，分别重复测试两条线路。

# ui.connection_status
source: connection status
zh_hans: 连接状态

# ui.connection_successful
source: Connection successful
zh_hans: 连接成功

# ui.connection_test_failed
source: Connection test failed
zh_hans: 连接测试失败

# ui.connection_test_failures_count
source: %lld failures
zh_hans: %lld 次失败

# ui.connection_test_samples_count
source: %lld samples
zh_hans: %lld 次采样

# ui.connection_test_stability_failure_summary
source: %@ · %@ · maximum %@
zh_hans: %@ · %@ · 最大 %@

# ui.connection_test_stability_summary
source: %@ · variation %@ · maximum %@
zh_hans: %@ · 波动 %@ · 最大 %@

# ui.contains_uncommitted_changes
source: Contains uncommitted changes
zh_hans: 包含未提交改动

# ui.content
source: content
zh_hans: 内容

# ui.context_compression_failed_value
source: Context compression failed: %@
zh_hans: 上下文压缩失败：%@

# ui.context_value
source: Context: %@
zh_hans: 上下文 %@

# ui.continue_filling_supplementary_information
source: Continue supplementary information
zh_hans: 继续填写补充信息

# ui.continue_searching
source: continue searching
zh_hans: 继续搜索

# ui.continue_subagent
source: Continue subagent
zh_hans: 继续子 Agent

# ui.continue_target
source: Continue Goal
zh_hans: 继续目标

# ui.continue_to_reproduce_the_slow_scene_and_look
source: Reproduce the slow screen, then inspect the snapshot.
zh_hans: 继续复现慢场景再看快照

# ui.continue_to_scan_the_code
source: Continue to scan the code
zh_hans: 继续扫码

# ui.convenient_for_quick_access_from_the_session_sidebar
source: Convenient for quick access from the session sidebar
zh_hans: 方便从会话侧栏快速进入

# ui.conversation_guided
source: Response steered
zh_hans: 已引导对话

# ui.conversational_interaction
source: conversational interaction
zh_hans: 会话交互

# ui.copy
source: Copy
zh_hans: 复制

# ui.copy_claude_recovery_command
source: Copy recovery command
zh_hans: 复制恢复命令

# ui.copy_claude_recovery_command_hint
source: Copies a safe command to the clipboard without running it.
zh_hans: 复制安全命令到剪贴板，不会执行命令。

# ui.copy_code
source: Copy code
zh_hans: 复制代码

# ui.copy_complete_diagnostic_content_to_clipboard
source: Copy complete diagnostic content to clipboard
zh_hans: 将完整诊断内容复制到剪贴板

# ui.copy_connection_info_for_value
source: Copy connection info for %@
zh_hans: 复制“%@”的连接信息

# ui.copy_login_command
source: Copy login command
zh_hans: 复制登录命令

# ui.copy_login_command_hint
source: Copies claude auth login to the clipboard; it does not run the command.
zh_hans: 将 claude auth login 复制到剪贴板，不会执行命令。

# ui.copy_original_json
source: Copy original JSON
zh_hans: 复制原始 JSON

# ui.copy_path
source: Copy path
zh_hans: 复制路径

# ui.copy_session_id
source: Copy session ID
zh_hans: 复制会话 ID

# ui.create
source: create
zh_hans: 创建

# ui.create_a_draft_pr
source: Create a draft PR
zh_hans: 创建草稿 PR

# ui.create_a_new_claude_code_session
source: Create a new Claude Code session
zh_hans: 新建 Claude Code 会话

# ui.create_a_new_codex_session
source: Create a new Codex session
zh_hans: 新建 Codex 会话

# ui.create_a_new_git_worktree
source: Create a new Git Worktree
zh_hans: 新建 Git Worktree

# ui.create_value
source: Created: %@
zh_hans: 创建：%@

# ui.created_from_another_conversation
source: Created from another conversation
zh_hans: 由其他会话创建

# ui.creating
source: Creating
zh_hans: 创建中

# ui.creation_failed_please_try_again_later
source: Creation failed, please try again later.
zh_hans: 创建失败，请稍后重试。

# ui.credits_balance_value
source: Credits balance %@
zh_hans: Credits 余额 %@

# ui.credits_not_enabled
source: Credits not enabled
zh_hans: Credits 未启用

# ui.credits_unlimited
source: Credits Unlimited
zh_hans: Credits 无限制

# ui.current_app_server_does_not_support_paginated_history_api
source: The current App Server does not support the paginated history API %@.
zh_hans: 当前 App Server 不支持分页历史接口 %@。

# ui.current_branch
source: Current branch
zh_hans: 当前分支

# ui.current_connection
source: Current connection
zh_hans: 当前连接

# ui.permission_status
source: permission status
zh_hans: 权限状态

# ui.current_entrance
source: Current entrance
zh_hans: 当前入口

# ui.current_label
source: Current
zh_hans: 当前

# ui.current_location
source: Current location
zh_hans: 当前位置

# ui.current_mac
source: Current computer
zh_hans: 当前电脑

# ui.current_mac_named
source: Current Mac: %@
zh_hans: 当前 Mac：%@

# ui.current_mac_version_does_not_support_file_upload
source: The current Mac version does not support file uploads. Update Mimi Remote Mac and agentd to the latest version, then try again.
zh_hans: 当前 Mac 端版本不支持文件上传，请更新 Mimi Remote Mac 和 agentd 到最新版后重试。

# ui.current_remaining
source: Current Remaining
zh_hans: 当前剩余

# ui.current_request
source: current request
zh_hans: 当前请求

# ui.current_session
source: current session
zh_hans: 当前会话
